Repository: ErBaghdasaryan/GreenBank_iOS
Catalog: greenbank-ios1/Support/*.lproj/Localizable.strings
Languages: hy

# button_login_title
source: Login
hy: Մուտք

# signup_Label
source: Sign up
hy: Գրանցվել

# button_getStarted_title
source: Get started
hy: Գրանցվել

# login_label
source: Log in
hy: Մուտք

# email_label
source: Email or phone number
hy: Էլ. փոստ կամ հեռախոսի համար

# password_label
source: Password
hy: Գաղտնաբառ

# login_page_registration_label
source: Don't have an account?
hy: Մուտք

# email_placeholder
source: Enter your email or phone number
hy: Էլ. փոստ կամ հեռախոսի համար

# password_placeholder
source: Please enter your password
hy: Գաղտնաբառ

# login_page_forgotPassword
source: Forgot password ?
hy: Մոռացե՞լ եք գաղտնաբառը

# login_page_message
source: The user's data is incorrect
hy: Մուտք

# register_page_name_label
source: Name
hy: Անուն

# register_page_lastName_label
source: Last name
hy: Ազգանուն

# register_page_phoneNumber_label
source: Phone number
hy: Հեռախոսի համար

# register_page_password_label
source: Password
hy: Գաղտնաբառ

# register_page_repeatPassword_label
source: Repeat password
hy: Գաղտնաբառ

# name_placeholder
source: Enter your name
hy: Անուն

# lastName_placeholder
source: Enter your last name
hy: Ազգանուն

# register_page_email_placeholder
source: Enter your email
hy: Էլ. փոստ

# register_page_phoneNumber_placeholder
source: Enter your phone number
hy: Հեռախոսի համար

# register_page_password_placeholder
source: Enter your password
hy: Գաղտնաբառ

# button_continue_title
source: Continue
hy: Շարունակել

# register_page_email_label
source: Email
hy: Էլ. փոստ

# first_page_firstLabel
source: Let's register now
hy: Գրանցվեք այժմ

# first_page_secondLabel
source: Start right now with us
hy: Սկսեք հիմա

# second_page_firstLabel
source: Login to your Account
hy: Մուտք

# second_page_secondLabel
source: Just a Few Steps, and You're in!
hy: Մի քանի քայլ է, ու դուք մեզ մոտ եք!

# done_image
source: done
hy: Կատարել

# alert_image
source: alert
hy: Զգուշացում

# password&Rpassword_labels_image
source: view-off
hy: դիտել-փակել

# password&Rpassword_labels_image1
source: view
hy: դիտել

# register_page_logInButton_title
source: Log in
hy: Մուտք

# register_page_registerButton_title
source: Registration
hy: Գրանցվել

# register_thirdPage_header
source: We sent a new email number code
hy: Մենք ուղարկեցինք նոր էլ. փոստի համար կոդ

# register_thirdPage_afterHeader
source: Please check your Email
hy: Խնդրում ենք ստուգեք ձեր էլ. փոստը

# register_finalHeaderLabel_title
source: Congratulations
hy: Շնորհավորում ենք

# register_finalAfterHeaderLabel_title
source: You have successfully registered and can now log into your personal account
hy: Դուք հաջողությամբ գրանցվեցիք և հիմա կարող եք մուտք գործել ձեր անձնական հաշիվ

# regiter_lastPage_backgroundImgae
source: Ilustration
hy: Կարգավիճակ

# cell_text
source: Cell
hy: Պոլիկլինիկա

# date_of_birth_label
source: Date of Birth
hy: Ծննդյան օր

# day_label
source: Day
hy: Օր

# month_label
source: Month
hy: Ամիս

# year_label
source: Year
hy: Տարի

# january_text
source: January
hy: Հունվար

# forgot_page_title
source: Please enter your email address
hy: Խնդրում ենք գրել ձեր էլ. փոստի հասցեն

# forgot_page_helper_title
source: Enter the address that is linked to your account
hy: Մուտքագրեք այն հասցեն, որը ձեր հաշվի հետ կպահպանվի

# continue_title
source: Continue
hy: Շարունակել

# login_helper_label
source: Already have an account?
hy: Մուտք գործելուց հետո

# forgot_password_code_confirm_title
source: We sent a new to email number code
hy: Մենք ուղարկեցինք նոր էլ. փոստի համար կոդ

# forgot_password_code_confirm_helper_title
source: Please check your Email
hy: Խնդրում ենք ստուգել ձեր էլ. փոստը

# february_text
source: February
hy: Փետրվար

# march_text
source: March
hy: Մարտ

# reset_password_page_title
source: Your password has been successfully reset
hy: Ձեր գաղտնաբառը հաջողությամբ վերականգնվել է

# april_text
source: April
hy: Ապրիլ

# may_text
source: May
hy: Մայիս

# june_text
source: June
hy: Հունիս

# reset_password_page_helper_title
source: Please enter a new password
hy: Խնդրում ենք մուտքագրել նոր գաղտնաբառ

# july_text
source: July
hy: Հուլիս

# august_text
source: August
hy: Օգոստոս

# september_text
source: September
hy: Սեպտեմբեր

# october_text
source: October
hy: Հոկտեմբեր

# change_password_button_title
source: Change Password
hy: Փոխել գաղտնաբառը

# forgot_password_last_page_title
source: Your password has been successfully recovered
hy: Ձեր գաղտնաբառը հաջողությամբ վերականգնվել է

# november_text
source: November
hy: Նոյեմբեր

# december_text
source: December
hy: Դեկտեմբեր

# password_error
source: The password must contain capital letters and numbers
hy: Գաղտնաբառը պետք է պարունակի մեծատառեր և թվեր

# email_error
source: sxal email
hy: Սխալ էլ. փոստ

# accounHolder_Name
source: Account holder Name
hy: Հաշվի սեփականատիրոջ անունը

source: Card holder Name
hy: Քարտապանի անունը

# holder_PlaceHolder
source: Please enter holder name
hy: Խնդրում ենք մուտքագրել սեփականատիրոջ անունը

# currency_Header
source: Card Currency
hy: Քարտի արժույթ

# firstName_error
source: sxal anun
hy: Սխալ անուն

# lastName_error
source: sxal anun
hy: Սխալ ազգանուն

# phoneNumber_error
source: sxal hamar
hy: Սխալ հեռախոսահամար

# add_card_label
source: Please add the card, so we can verify the account
hy: Խնդրում ենք ավելացնել քարտը, որպեսզի կայքը վավերացվի

# or_label
source: or
hy: կամ

# try_balance_label
source: Lets try to Choose your Account balance
hy: Փորձեք ընտրել ձեր հաշիվը

# hi_label
source: Hi
hy: Բարև

# no_info_label
source: There is no information yet
hy: Ընթացիկ պատմություն չկա

# see_other_data_label
source: Attach the card first, then you will see the other data
hy: Տրամադրեք քարտը առաջինը, ապա դուք կտեսնեք այլ տվյալները

# label_Cards
source: Cards
hy: Քարտեր

# label_Account
source: Account
hy: Հաշիվ

# add_Card_Button_Title
source: Make card
hy: Կարգավիճակ

# intro_Label
source: Please, select a color to differentiat this card from other cards you have attached and organize your cards better.
hy: Խնդրում ենք ընտրել գույնը, որպեսզի տարբերեք այս քարտը ձեր այլ քարտերից

# user_Welcome_Label
source: Welcome
hy: Բարի գալուստ

# account_Header
source: Current Balance
hy: Ընթացիկ հաշիվ

# card_Form
source: Card
hy: Քարտ

# account_Form
source: Account
hy: Հաշիվ

# phone_Form
source: Phone
hy: Հեռախոս

# payments_label
source: Payments
hy: Վճարումներ

# noInfo_Header
source: Theere is no information yet
hy: Ինֆորմացիա չկա

# makeInfo_Label
source: Please make a transaction no to see your story here.
hy: Կատարեք գործարք՝ պատմությունը տեսնելու համար

# transferToCard_label
source: Transfer to Card
hy: Փոխանցում քարտին

# cardType_label
source: Debit Card
hy: Վճարման տեսակ

# amount_label
source: Amount
hy: Գումար

# creditCard_label
source: Credit card
hy: Կրեդիտային քարտ

# message_label
source: Message
hy: Նամակ

# creditCard_placeholder
source: Add a credit card number
hy: Ավելացրեք կրեդիտային քարտի համար

# message_placeholder
source: Please add payment purpose
hy: Խնդրում ենք ավելացնել վճարման նպատակը

# cardType_placeholder
source: Please choose the Card Type
hy: Խնդրում ենք ընտրել քարտի տեսակը

# cardHolderName_Error
source: The text must contain the first and last name written exclusively in capital letters
hy: Տեքստը պետք գրված լինի միայն մեծատառերով

# amountLabel_Error
source: This field cannot be empty or write something else besides the number
hy: Այս դաշտը չի կարող դատարկ լինել

# creditCardLabel_Error
source: This field must contain at least 16 numbers
hy: Այս դաշտը պետք է պարունակի առավելագույնը 16 թիվ

# messageLabel_Error
source: This field must contain at least 10 letters
hy: Այս դաշտը պետք է պարունակի առավելագույնը 10 տառ

# transferToAccount_label
source: Transfer to Account
hy: Փոխանցում հաշվին

# accountType_label
source: Debit Account
hy: Վճարման տեսակ

# creditAccount_label
source: Credit account
hy: Կրեդիտային հաշիվ

# creditAccount_placeholder
source: Add a credit account number
hy: Ավելացրեք կրեդիտային հաշիվի համար

# accountType_placeholder
source: Please choose the Account Type
hy: Խնդրում ենք ընտրել հաշիվի տեսակը

# profileScreen_header
source: Profile settings
hy: Կարգավորում

# personalInfo_Header
source: Personal Information
hy: Անձնական տվյալներ

# firstName_Text
source: First name
hy: Անուն

# lastName_Text
source: Last name
hy: Ազգանուն

# email_Text
source: Email
hy: Էլ. փոստ

# mobile_Text
source: Mobile Phone
hy: Հեռախոս

# submit_Button
source: Submit
hy: Հաստատել

# language_header
source: Suggested
hy: Առաջարկվող

# settingsScreen_header
source: Settings
hy: Կարգավորում

source: Profile settings
hy: Պրոֆիլի կարգավորում

# notificationsSettings
source: Notifications
hy: Ծանուցումներ

# languageSettings
source: Language
hy: Լեզու

# securitySettings
source: Security
hy: Անվտանգություն

# themeSettings
source: Theme
hy: Թեմա

# helpSupportSettings
source: Help & Support
hy: Օգնություն

# privacyPoliceSettings
source: Privacy police
hy: Գաղտնիություն

# paymentSuccess_Label
source: Payment successful!
hy: Վճարումը հաջող էր

# thankYou_Label
source: Thank you for paying
hy: Շնորհակալություն վճարելու համար

# home_Button
source: Home
hy: Գլխավոր էջ

# transferToPhone_Header
source: Transfer to Phone
hy: Փոխանցում հեռախոսով

# phoneNumber_label
source: Phone number
hy: Հեռախոսահամար

# phoneNumber_placeholder
source: Please enter phone number
hy: Խնդրում ենք մուտքագրել հեռախոսահամարը

# transaction_Label
source: Transactions
hy: Գործառնություններ
